{"id":3710,"date":"2017-09-27T11:23:37","date_gmt":"2017-09-27T15:23:37","guid":{"rendered":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/"},"modified":"2022-10-18T19:25:26","modified_gmt":"2022-10-18T23:25:26","slug":"glossary","status":"publish","type":"page","link":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/","title":{"rendered":"Glossary"},"content":{"rendered":"<p><strong>ADA<br \/>\n<\/strong>See Americans with Disabilities Act<\/p>\n<p><strong>Alerting Device<br \/>\n<\/strong>Visual or tactile devices to alert a person who cannot hear to door knocks, telephone rings, fire alarms, etc.<\/p>\n<p><strong>Americans with Disabilities Act (ADA)<br \/>\n<\/strong>The Americans with Disabilities Act of 1990 Public Law 101-336 prohibits discrimination on the basis of disability by public entities.<\/p>\n<p><strong>Amplified Phone<br \/>\n<\/strong>Phone equipped with volume control on the handset.<\/p>\n<p><strong>Assistive Listening Device (ALD)<br \/>\n<\/strong>Technical tool to assist people with hearing loss, with or without a hearing aid or cochlear implant. It brings the speaker’s voice directly to the ear. Helps to overcome the problems of distant and surrounding noise.<\/p>\n<p><strong>Audio Loop (Induction Loop or Hearing Loop)<br \/>\n<\/strong>Uses electromagnetic waves for transmission of sound. The sound from an amplifier is fed into a wire loop surrounding the seating area (or worn on the listener’s neck) which broadcasts to a telecoil that serves as a receiver. Hearing aids without a T-switch to activate a telecoil can use a special induction receiver to pick up the sound.<\/p>\n<p><strong>Auditory Brainstem Response (ABR) test<\/strong><br \/>\nA test for brain functioning in comatose, unresponsive, etc., patients, and for hearing in infants and young children; involves attaching electrodes to the head to record electrical activity from the hearing nerve and other parts of the brain.<\/p>\n<p><strong>Auditory Nerve<\/strong><br \/>\nEighth cranial nerve that connects the inner ear to the brainstem and is responsible for hearing and balance.<\/p>\n<p><strong>Auditory Neuropathy<\/strong><br \/>\nHearing disorder in which sound enters the inner ear normally, but is impaired when signals move from the inner ear to the brain.<\/p>\n<p><strong>Auxiliary Aids and Services<br \/>\n<\/strong>The Department of Justice regulation provides a comprehensive list of auxiliary aids and services required by the ADA to help overcome communication barriers. Examples of auxiliary aids and services are: assistive listening devices, interpreters, notetakers, captioning, etc.<\/p>\n<p><strong>Captioned Telephone<br \/>\n<\/strong>Text of the conversation is displayed on a monitor built into the phone so the person with hearing loss can follow the call. A special phone is required.<\/p>\n<p><strong>CART &#8211; Communication Access Realtime Translation<br \/>\n<\/strong>CART or Communication Access Realtime Translation is the verbatim, near instantaneous conversion of spoken language into text. A stenotype machine, notebook computer and realtime software is used to produce the text. The text is usually displayed either on a screen by a projector connected to the notebook computer, or on a notebook computer or computer monitor.<\/p>\n<p><strong>Certified Hearing Dog<br \/>\n<\/strong>See Hearing Dog<\/p>\n<p><strong>Closed Captions<br \/>\n<\/strong>Text display of spoken dialogue and sounds on TV and videos visible only to those using a caption decoder or TV with built-in decoder chip.<\/p>\n<p><strong>Cochlear Implant (CI)<br \/>\n<\/strong>A cochlear implant is an electronic device that is surgically implanted and worked by directly stimulating functioning auditory nerve fibers in the inner ear. Cochlear implants convert sound waves to electrical impulses and transmit them to the inner ear, providing people with severe to profound hearing loss the ability to hear sounds and potentially better understand speech without reading lips.<\/p>\n<p><strong>Communication Access<br \/>\n<\/strong>Accommodations that provide an environment where persons with hearing loss can communicate.<\/p>\n<p><strong>Compatible Telephone<br \/>\n<\/strong>Generates a magnetic field that can be picked up by turning on a “T-switch” to activate the telecoil in a hearing aid. The Hearing Aid Compatibility Act of 1988 mandates that all telephones manufactured in the United States from 1989 on should be hearing aid compatible.<\/p>\n<p><strong>Computer-Assisted Notetaking<br \/>\n<\/strong>Visual display of the speaker’s words. A notetaker types on a computer keyboard a summary of what is being said. The notes are displayed on a projection screen or monitor.<\/p>\n<p><strong>Cued Speech<br \/>\n<\/strong>A sound-based visual communication system which in English uses eight hand shapes in four different locations (“cues”), in combination with the natural mouth movements of speech, to make all the sounds of spoken language look different.<\/p>\n<p><strong>Decibel (dB)<br \/>\n<\/strong>Unit used to express the intensity of a sound wave in logarithmic ratios to the base of ten. Sounds of different frequencies need to be from 0-20 dB in intensity to be heard by normal ears. If more than 20 dB is needed, then further hearing evaluation would be recommended.<\/p>\n<p><strong>Deaf<br \/>\n<\/strong>Describes people who usually have no useful residual hearing and who generally use sign language as their primary mode of communication. This group of people are culturally Deaf and use the uppercase &#8220;D&#8221; when writing the term. However, people who are audiologically deaf (using a lowercase &#8220;d&#8221;) generally use their residual hearing with speechreading, amplification, hearing aids and\/or cochlear implants, and other hearing assistive technology. They may also learn sign lanuguage but are oral and don&#8217;t use it as a primary mode of communication. Based on the age at the time of loss of hearing, people who are deaf are categorized into two groups: congenitally deaf – those who were born deaf; and adventitiously deaf – those who were born with hearing but whose sense of hearing became non-functional later in life through illness, accident or age-related (presbycusis). The term deaf should always be used with a people descriptor; for example, people who are Deaf; people who are deaf; deaf people. The phrase &#8220;<em>the<\/em> deaf&#8221; should not be  used. See Glossary for definitions of &#8220;hard of hearing&#8221; and &#8220;hearing loss.&#8221;<\/p>\n<p><strong>Effective Communication<br \/>\n<\/strong>Term used in the ADA as a standard for access for people with hearing loss. A public accommodation must provide an auxiliary aid or service where necessary to ensure effective communication with individuals with disabilities. The Department of Justice strongly encourages staff of public accommodations to consult with the individuals before providing them with particular auxiliary aids or services.<\/p>\n<p><strong>FCC<br \/>\n<\/strong>Federal Communications Commission<\/p>\n<p><strong>FM (Frequency Modulation)<br \/>\n<\/strong>A transmitter which broadcasts the signal by radio waves from the sound source to a receiver worn by the listener. Useful in large indoor or outdoor locations, since it can cover several hundred feet and pass through physical obstructions.<\/p>\n<p><strong>Hard of Hearing<br \/>\n<\/strong>Hard of hearing is a descriptive term used when making the distinction among people with hearing loss; for example, people who are deaf and hard of hearing. People often use the term hard of hearing to describe themselves no matter the audiological level of hearing loss. Typically, people who use residual hearing, amplification and\/or hearing assistive technology and who do not use sign language as a primary mode of communication, consider themselves hard of hearing rather than deaf. Generally, people who consider themselves hard of hearing, no matter their level of hearing loss, are committed to participating in the hearing world using speech reading, residual hearing, technology, and sometimes sign language. The term hard of hearing is always used with the &#8220;people&#8221; descriptor as in &#8220;people who are hard of hearing&#8221; or &#8220;hard of hearing people.&#8221; The term &#8220;<em>the<\/em> hard of hearing&#8221; should not be used.<\/p>\n<p><strong>Head-End Decoding<br \/>\n<\/strong>Hotels with in-house television cable systems can provide closed captioning services by head-end decoding. The TV signal at the master antenna (head-end) is split and one of the two signals is run through a closed caption decoder. The decoded signal is outputted to an unused TV channel of the in-house cable distribution system. Viewers can have a choice of the same program on a channel with captions or on another channel without captions.<\/p>\n<p><strong>Hearing Aid<br \/>\n<\/strong>An amplification device to assist persons with hearing loss. There are different kinds of hearing aids which are distinguished by how they are worn. They might be in-the-ear (ITE), in-the-canal (ITC), behind-the-ear (BTE), or on the body. The technology is still imperfect and hearing aids do not correct hearing loss. Newest developments include programmable aids.<\/p>\n<p><strong>Hearing Dog<br \/>\n<\/strong>A dog that has completed extensive training to alert its owner to a variety of sounds in different environments. These dogs are usually identified by a bright orange leash with black lettering.<\/p>\n<p><strong>Hearing Loop<br \/>\n<\/strong>A wire that circles a room and is connected to the sound system. The loop transmits the sound electromagnetically. The electromagnetic signal is then picked up by the telecoil by flipping the t-switch in a hearing aid or cochlear implant.<\/p>\n<p><strong>Hearing Loss<br \/>\n<\/strong>Describes someone with any degree of hearing loss ranging from mild to profound. The term hearing loss can encompass both people who are deaf and people who are hard of hearing.  Most people with hearing loss use residual hearing and use hearing assistive technology such as hearing aids and\/or cochlear implants. A small number who are culturally Deaf use sign language as a primary mode of communication. HLAA mostly uses the term people with hearing loss in descriptive writing and avoids using the term &#8220;hearing impaired.&#8221; Hearing impaired is an audiological term and HLAA avoids using it when referring to an individual&#8217;s hearing loss. See this Glossary for the definitions of &#8220;deaf&#8221; and &#8220;hard of hearing.&#8221;<\/p>\n<p><strong>Infrared<br \/>\n<\/strong>Similar to FM except that it uses invisible light waves to transmit sound, and frequently used in theaters.<\/p>\n<p><strong>International Symbol of Accessibility for Hearing Loss<br \/>\n<\/strong>Symbol used to denote communication access. This symbol is an outline of an ear with a slash through it to identify that a room or venue is hearing-accessible. There is also another similar one with a “T” in the lower right-hand corner to identify the room or venue has a wireless hearing assistive technology known as a hearing loop installation connected to a sound system.<\/p>\n<p><strong>Interpreter-Sign language<br \/>\n<\/strong>Visible movements of hands, body and face that replace the vocal elements of a spoken language. Depending on the communication situation and personal preferences, people who have hearing loss or who are deaf in the United States who use sign language might communicate using the unique grammar of American Sign Language (ASL) or some variety of signing that uses features taken from both ASL and English Sign Language.<\/p>\n<p><strong>Lipreading<br \/>\n<\/strong>A skill used by a person with hearing loss to try to understand speech by watching the lips. The term “speechreading” is now recognized as being more descriptive since it includes watching the facial expressions and body language, as well as the lips of the speaker.<\/p>\n<p><strong>Notetaker<br \/>\n<\/strong>A person who takes notes on a computer. Key words and phrases are written to enhance understanding for the person with a hearing loss.<\/p>\n<p><strong>Oral Interpreter<br \/>\n<\/strong>The interpreter silently mouths the words of the speaker so they are visible on the lips. Used when the person with hearing loss uses speechreading to understand the conversation.<\/p>\n<p><strong>Otoacoustic Emissions<\/strong><br \/>\nLow-intensity sounds produced by the inner ear that can be quickly measured with a sensitive microphone placed in the ear canal.<\/p>\n<p><strong>Otologist\/Neurotologist<br \/>\n<\/strong>An otologist\/neurotologist is a board certified otolaryngologist who provides medical and surgical care of patients, both adult and pediatric, with diseases that affect the ears, balance system, temporal bone, skull base, and related structures of the head and neck. The neurotologist is knowledgeable of the basic sciences of hearing, balance, nerve function, infectious disease and anatomy of head and neck. Their diagnostic, medical, and surgical skills include treatment of hearing loss and tinnitus, dizziness, infectious and inflammatory diseases of the ear, facial nerve disorders, congenital malformations of the ear, and tumors of the ear, hearing nerve, and skull base. As part of a team with neurosurgeons, they manage diseases and disorders of the cranial nerves and skull base.<\/p>\n<p><strong>Presbycusis<br \/>\n<\/strong>The term used to describe the slow, progressive type of hearing loss that goes along with aging. At age 65, one in every three persons has a hearing loss.<\/p>\n<p><strong>Real-Time Captioning<br \/>\n<\/strong>The process of producing either open or closed captions simultaneously with a live event. Real-time captioning incorporates a specialized computer system and stenographic keyboard much like those used in courtrooms.<\/p>\n<p><strong>Reverse Oral Interpreter (Visible-to-Spoken)<br \/>\n<\/strong>A professional support specialist who is trained to read the lips of a person with impaired speech, and then voice the message for the benefit of hearing persons. This type of interpreter can be used in a hospital to read lips of patients who are able to move their lips, but are not able to produce sound, due to a tracheostomy or a laryngectomy.<\/p>\n<p><strong>Sign Language<br \/>\n<\/strong>See Interpreter<\/p>\n<p><strong>Speechreading<br \/>\n<\/strong>See Lipreading<\/p>\n<p><strong>Telecommunications Relay Service<br \/>\n<\/strong>Sometimes called dual-party telephone relay service. Enables text telephone users to communicate with a non-text telephone user by way of a relay service communications assistant. The ADA mandated this nationwide relay service by 1993.<\/p>\n<p><strong><a href=\"https:\/\/www.hearingloss.org\/wp-content\/uploads\/GITHL_How_Hearing_Loop_Works.pdf?pdf=GITHLhowLoopWorks\" target=\"_blank\" rel=\"noopener\">Telecoil (t-coil)<\/a><br \/>\n<\/strong>A setting on a hearing aid that can be used with a hearing aid-compatible telephone, assistive listening device, and audio loop system. When the hearing aid is switched to “T”, it activates the induction telecoil (the technical name for the “T” switch), causing the hearing aid to pick up the magnetic field generated by the “hearing aid-compatible” telephone assistive device, or audio loop system being used.<\/p>\n<p><strong>Text Telephone (TT)<br \/>\n<\/strong>Formerly TDD or TTY – a text telephone is a telecommunications device used by those who cannot understand on the phone. A typewriter-like unit shows the conversation on a screen so that it can be read. The transmission is with a special coding called Baudot or ASCII.<\/p>\n<p><strong>TT or TTY<br \/>\n<\/strong>See Text Telephone<\/p>\n<p><strong>Videotext Display<br \/>\n<\/strong>A real-time speech-to-text system. The words of the speaker are typed on a keyboard similar to that used by court reporters. The text is then projected onto a screen which can be read by the audience. Specially trained personnel operate this system.<\/p>\n<p><strong>Visual Alarm Signal<br \/>\n<\/strong>A visual signal (flashing light) giving notice that an audible event has taken place. For example, doorbell, fire alarm, ringing telephone. Some systems monitor a single event; others can monitor several events and indicate which event has occurred.<\/p>\n<p><strong>Volume Control Telephone<br \/>\n<\/strong>See Amplified Phone<\/p>\n","protected":false},"excerpt":{"rendered":"<p>ADA See Americans with Disabilities Act Alerting Device Visual or tactile devices to alert a person who cannot hear to door knocks, telephone rings, fire alarms, etc. Americans with Disabilities Act (ADA) The Americans with Disabilities Act of 1990 Public Law 101-336 prohibits discrimination on the basis of disability by public entities. Amplified Phone Phone &hellip;<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":3697,"menu_order":14,"comment_status":"closed","ping_status":"closed","template":"template-internal-2col.php","meta":{"_bbp_topic_count":0,"_bbp_reply_count":0,"_bbp_total_topic_count":0,"_bbp_total_reply_count":0,"_bbp_voice_count":0,"_bbp_anonymous_reply_count":0,"_bbp_topic_count_hidden":0,"_bbp_reply_count_hidden":0,"_bbp_forum_subforum_count":0,"_mi_skip_tracking":false,"_exactmetrics_sitenote_active":false,"_exactmetrics_sitenote_note":"","_exactmetrics_sitenote_category":0,"footnotes":""},"class_list":["post-3710","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Glossary - Hearing Loss Association of America<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Glossary - Hearing Loss Association of America\" \/>\n<meta property=\"og:description\" content=\"ADA See Americans with Disabilities Act Alerting Device Visual or tactile devices to alert a person who cannot hear to door knocks, telephone rings, fire alarms, etc. Americans with Disabilities Act (ADA) The Americans with Disabilities Act of 1990 Public Law 101-336 prohibits discrimination on the basis of disability by public entities. Amplified Phone Phone &hellip;\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/\" \/>\n<meta property=\"og:site_name\" content=\"Hearing Loss Association of America\" \/>\n<meta property=\"article:modified_time\" content=\"2022-10-18T23:25:26+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/\",\"url\":\"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/\",\"name\":\"Glossary - Hearing Loss Association of America\",\"isPartOf\":{\"@id\":\"https:\/\/www.hearingloss.org\/#website\"},\"datePublished\":\"2017-09-27T15:23:37+00:00\",\"dateModified\":\"2022-10-18T23:25:26+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.hearingloss.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"HEARING HELP\",\"item\":\"https:\/\/www.hearingloss.org\/hearing-help\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Glossary\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.hearingloss.org\/#website\",\"url\":\"https:\/\/www.hearingloss.org\/\",\"name\":\"Hearing Loss Association of America\",\"description\":\"The Nation&#039;s Voice for People with Hearing Loss\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.hearingloss.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Glossary - Hearing Loss Association of America","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/","og_locale":"en_US","og_type":"article","og_title":"Glossary - Hearing Loss Association of America","og_description":"ADA See Americans with Disabilities Act Alerting Device Visual or tactile devices to alert a person who cannot hear to door knocks, telephone rings, fire alarms, etc. Americans with Disabilities Act (ADA) The Americans with Disabilities Act of 1990 Public Law 101-336 prohibits discrimination on the basis of disability by public entities. Amplified Phone Phone &hellip;","og_url":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/","og_site_name":"Hearing Loss Association of America","article_modified_time":"2022-10-18T23:25:26+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/","url":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/","name":"Glossary - Hearing Loss Association of America","isPartOf":{"@id":"https:\/\/www.hearingloss.org\/#website"},"datePublished":"2017-09-27T15:23:37+00:00","dateModified":"2022-10-18T23:25:26+00:00","breadcrumb":{"@id":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.hearingloss.org\/hearing-help\/glossary\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.hearingloss.org\/hearing-help\/glossary\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.hearingloss.org\/"},{"@type":"ListItem","position":2,"name":"HEARING HELP","item":"https:\/\/www.hearingloss.org\/hearing-help\/"},{"@type":"ListItem","position":3,"name":"Glossary"}]},{"@type":"WebSite","@id":"https:\/\/www.hearingloss.org\/#website","url":"https:\/\/www.hearingloss.org\/","name":"Hearing Loss Association of America","description":"The Nation&#039;s Voice for People with Hearing Loss","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.hearingloss.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3710"}],"collection":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/comments?post=3710"}],"version-history":[{"count":7,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3710\/revisions"}],"predecessor-version":[{"id":22635,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3710\/revisions\/22635"}],"up":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3697"}],"wp:attachment":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/media?parent=3710"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}