{"id":3820,"date":"2017-09-27T12:37:52","date_gmt":"2017-09-27T16:37:52","guid":{"rendered":"https:\/\/www.hearingloss.org\/news-media\/hearing-loss-magazine\/submit-an-article\/"},"modified":"2021-08-31T16:20:22","modified_gmt":"2021-08-31T20:20:22","slug":"submit-an-article","status":"publish","type":"page","link":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/","title":{"rendered":"Submit an Article"},"content":{"rendered":"<h3>Would You Like to Submit an Article to Hearing Life?<\/h3>\n<p><em>Hearing Life<\/em> is not only published <em>for<\/em> you, much of it is published <em>by<\/em> you. Who better to provide information, education, and support to people with hearing loss than those who are closest to it? Many of the articles that appear <img loading=\"lazy\" decoding=\"async\" class=\"wp-image-7844 alignleft\" src=\"https:\/\/www.hearingloss.org\/wp-content\/uploads\/Kaufmann-MJ18-Making-Music-348x450.jpg\" alt=\"\" width=\"157\" height=\"203\" srcset=\"https:\/\/www.hearingloss.org\/wp-content\/uploads\/Kaufmann-MJ18-Making-Music-348x450.jpg 348w, https:\/\/www.hearingloss.org\/wp-content\/uploads\/Kaufmann-MJ18-Making-Music-768x994.jpg 768w, https:\/\/www.hearingloss.org\/wp-content\/uploads\/Kaufmann-MJ18-Making-Music-1082x1400.jpg 1082w, https:\/\/www.hearingloss.org\/wp-content\/uploads\/Kaufmann-MJ18-Making-Music.jpg 1700w\" sizes=\"(max-width: 157px) 100vw, 157px\" \/> in <em>Hearing Life<\/em> are written by those people – consumers with hearing loss, educators, professionals in the hearing health care field, or just anyone who would like to help others on their hearing loss journey.<\/p>\n<p>Here you will find information on how to submit an article, preparing your manuscript so it meets our editorial requirements and basic publication standards. Even though these guidelines are quite detailed they are designed to help make writing and preparing your article a little bit easier. We understand that adhering to all of them could be very difficult. All we ask is that you follow them as closely as you can and give us your best work. Our goal, like yours, is to create and present articles and other informational materials that are useful, interesting and accurate.<\/p>\n<h3>Who Reads Hearing Life?<\/h3>\n<p>\n<em>Hearing Life<\/em> reaches a broad audience and covers a wide variety of topics related to hearing loss. A few of those audiences include:<\/p>\n<ul>\n<li>People with hearing loss, including young adults and veterans<\/li>\n<li>Parents of children with hearing loss<\/li>\n<li>Family members and friends who do not have hearing loss who but want to learn more about how it impacts families and relationships<\/li>\n<li>Professionals in the hearing health care field, including many who refer their clients to HLAA and who use the magazine as a resource<\/li>\n<li>Educators.<\/li>\n<\/ul>\n<h3>What Do We Print?<\/h3>\n<p>\nReaders look to <em>Hearing Life<\/em> to provide them with the latest information on a broad spectrum of topics related to hearing loss. Just a few of those include:<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignright wp-image-7846\" style=\"letter-spacing: 0.2px;\" src=\"https:\/\/www.hearingloss.org\/wp-content\/uploads\/Ingrao-MJ18-Its-Not-Rocket-Science-348x450.jpg\" alt=\"\" width=\"157\" height=\"204\" srcset=\"https:\/\/www.hearingloss.org\/wp-content\/uploads\/Ingrao-MJ18-Its-Not-Rocket-Science-348x450.jpg 348w, https:\/\/www.hearingloss.org\/wp-content\/uploads\/Ingrao-MJ18-Its-Not-Rocket-Science-768x994.jpg 768w, https:\/\/www.hearingloss.org\/wp-content\/uploads\/Ingrao-MJ18-Its-Not-Rocket-Science-1082x1400.jpg 1082w, https:\/\/www.hearingloss.org\/wp-content\/uploads\/Ingrao-MJ18-Its-Not-Rocket-Science.jpg 1700w\" sizes=\"(max-width: 157px) 100vw, 157px\" \/><\/p>\n<ul>\n<li>Personal stories<\/li>\n<li>New products and technology<\/li>\n<li>Research<\/li>\n<li>Advocacy and legislation<\/li>\n<li>Hearing loss in school and the workplace<\/li>\n<li>Information for older adults, veterans and children\/young adults with hearing loss<\/li>\n<li>Types, causes and treatments for hearing loss.<\/li>\n<li>Your blog posts or other reprinted with permission materials. (See specifics at the end.)<\/li>\n<\/ul>\n<h3>General Guidelines and Editorial Policies<\/h3>\n<p>\nThe best article in the world is of little value if no one reads it except the author. By the same token, the best story ideas can die if the author&#8217;s writing style is not clear, appealing, interesting and concise. Therefore, we ask that you follow these general guidelines to the best of your ability.<\/p>\n<ul>\n<li>Develop a short and interesting <strong>title <\/strong>for the story.<\/li>\n<li>Use the first paragraph of the story to <strong>draw the reader<\/strong> into the article. Avoid beginning the article with dry statistics or broad generalizations. Instead, pick something unique about the material that will pique the reader&#8217;s interest. Tell the readers something they can identify with.<\/li>\n<li>Use <strong>subheads <\/strong>to break up the article and keep the reader interested.<\/li>\n<li>Articles <strong>should not be too technical<\/strong> in nature. Although our readers are educated, they are primarily a lay audience. If unfamiliar scientific or technical terms must be used, be sure to define them. If there are many such terms in the article and they are absolutely necessary, then prepare a glossary as a help to the reader.<\/li>\n<li>Articles <strong>should be educational<\/strong> in nature to provide useful information that people with hearing loss can benefit from. In this regard, personal narratives are also particularly welcomed, because their format permits writers to use their own meaningful experience to send a helpful message to the readers.<\/li>\n<li><strong>Humor and poetry<\/strong> are also valuable tools and require the same stringent publication guidelines—deft handling, conciseness, originality, and, needless to say, in good taste.<\/li>\n<li>Information that you wish to include in an article that is not an inseparable part of the main subject should be detached and formed into a<strong> sidebar<\/strong> (call-out boxes) to highlight the article. Sidebars can cover information which, if added to the main story, would distract the reader from the central point of the story. Sidebars also add interest. Using a sidebar to break-up the article into a visually more appealing format, makes it easier for the reader to approach and absorb the information.<\/li>\n<li><strong>Check and recheck your facts<\/strong><strong>.<\/strong> It is extremely important that any questions about the completeness or accuracy of a manuscript be worked out before the article reaches the editor. Make sure web links are accurate.<\/li>\n<li>It is important to use the proper <strong>terminology<\/strong> when talking about those with hearing loss. HLAA serves <em>people<\/em> with hearing loss, and the terminology used in your article should reflect that. The umbrella term for all people who have hearing loss is &#8220;people with hearing loss.&#8221; The subcategories are &#8220;deaf people&#8221; and &#8220;hard of hearing people&#8221; or &#8220;people who are deaf or hard of hearing.&#8221; Similarly, use &#8220;people with disabilities,&#8221; or &#8220;people who are disabled.&#8221; <em>Do not say <\/em>“the hearing impaired,” “the deaf,” or “the hard of hearing.&#8221; Don&#8217;t categorize the individual by his or her disability. The emphasis should always be on the person.<\/li>\n<li><strong>Promotional material is not accepted in article format<\/strong><strong>.<\/strong> We do not print articles that promote any product or service. Absolutely no product placement is permitted as is considered an indirect form of advertising.  Articles can contain mention of products and services but the information must be put forth in a fair, unbiased and educational way and all competing products must be listed. Companies and manufacturers are invited to advertise in HLAA media including &#8220;advertorials&#8221; where products are promoted in the text; however, HLAA labels the content &#8220;advertising&#8221; so it does not appear an as an HLAA endorsement. <\/li>\n<\/ul>\n<h3>Mechanics<\/h3>\n<h4 style=\"padding-left: 30px;\"><span class=\"text-green\"><strong>Manuscripts<\/strong><\/span><\/h4>\n<ul>\n<li>Articles should be <strong>submitted electronically<\/strong>. The preferred file format is Microsoft Word (.doc or .docx) or other similar text file. If necessary, you can type or paste the text directly in an email. Please do not use any publishing program such as PageMaker or Publisher.<\/li>\n<li><strong>Formatting<\/strong> should be minimal. Simple formatting such as italics, boldface and bullets are acceptable but do not use multiple columns, special fonts, or embedded images (see more on images and photos below). Focus on the content of your article and don&#8217;t be concerned with formatting and how the piece looks.<\/li>\n<li>The maximum <strong>length of an article<\/strong> is hard to set because topics vary widely. Feature articles are typically anywhere from 600-1,800 words and generally run two to five pages when laid out. As a rule of thumb 600-800 words equates to one printed page. Images (covered below), sidebars or other content that is not included in the main article text must also be taken into consideration. The more supporting information that is included the less room there will be for the main article.<\/li>\n<li>Include a short <strong>biography<\/strong> of yourself (employment, credentials, etc.) Also include the names and pertinent biographical information of contributing authors. If you would like your email published with the article, please give permission for that.<\/li>\n<\/ul>\n<h4 style=\"padding-left: 30px;\"><span class=\"text-green\"><strong>Images, Photos and Illustrations<\/strong><\/span><\/h4>\n<p style=\"padding-left: 30px;\">We welcome photos, charts, illustrations, etc. They make the article interesting and help break up long articles.<\/p>\n<ul>\n<li style=\"padding-left: 30px;\">All images or illustrations should be <strong>submitted electronically<\/strong>. They should be high-resolution (300 dpi or higher if possible) and in JPG, PNG or a similar format. A PDF is also acceptable. We welcome photos that are less formal and in the subject’s environment as long as the photo is clear. You can send us the image in advance if you are unsure how to determine if it is of an acceptable size or format.<\/li>\n<li style=\"padding-left: 30px;\">Images should be <strong>separate files<\/strong> and not embedded in the text. Be sure the filename is descriptive enough and\/or identified in the article.<\/li>\n<li style=\"padding-left: 30px;\"><strong>Scanned images<\/strong> and those taken by a <strong>smartphone<\/strong> are acceptable. However, set on the “large” or “highest-quality” setting.<\/li>\n<li style=\"padding-left: 30px;\">We don&#8217;t assume you are an artist. However, <strong>block diagrams, schematics and drawings,<\/strong> if submitted, should be clean and legible.<\/li>\n<li style=\"padding-left: 30px;\">All images should include<strong> captions<\/strong>. The captions should be succinct and complete thoughts. They can be included in the manuscript where the image is referenced.<\/li>\n<li style=\"padding-left: 30px;\">If the photographer or other source should receive <strong>photo credit<\/strong> be sure to include that information. Likewise, if an image, graph or other drawing is reprinted from another source, give proper credit to the publication along with the date on the caption sheet. <em>It is important to check with the photographer or other source for approval to use the image before sending it!<\/em><\/li>\n<\/ul>\n<h3>What Happens After You Submit Your Article?<\/h3>\n<p>You will receive an acknowledgement upon receipt of your manuscript. With that acknowledgment or soon thereafter we will determine if your article is suitable for publication.<\/p>\n<ul>\n<li>If the article is <strong>accepted for publication<\/strong>, you will be notified. A publication date is rarely given at that time. We ask for your patience. Once an article is accepted, it can often take a year or more to be published, especially if it is not time sensitive. With only four issues per year and limited space after regular columns and advertisements, the wait to be published can be lengthy. Please don’t let this discourage you from writing an article. You are welcome to contact the editor at any time to find out the status of your article.<\/li>\n<li>HLAA editors edit everything for style and other considerations.<\/li>\n<li>You might be asked to make revisions to your article. The review and revision process should not be considered criticism of your work. The goal of this procedure is to generate an article that is factual, understandable, and a credit to <em>Hearing Life <\/em> and to the author. A poorly prepared article will reflect poorly on both the magazine and you.<\/li>\n<\/ul>\n<h3>Your Blog Posts or Materials Printed Elsewhere<\/h3>\n<h4 style=\"padding-left: 30px;\"><span class=\"text-green\"><strong>Blogs<\/strong><\/span><\/h4>\n<ul>\n<li>There are many great blogs and often your content can garner a new audience in <em>Hearing Life<\/em>. We will consider your already-published blog content as an article submission if it meets our editorial goals. <\/li>\n<li>Likewise, we have many bloggers who want us to re-post their blogs on HLAA social media. We are pleased to do this if the content meets our editorial goals and HLAA mission. Because of so many requests, it is up to the discretion of HLAA when and which blogs to re-post. In return, we request that of those authors whose blogs we post, that they reciprocate and post HLAA events and news. Together, we broaden the reach of good information for people who need it most.<\/li>\n<li>If you would like us to share your blog posts, please contact the editor at <a href=\"mailto:magazine@hearingloss.org\">magazine@hearingloss.org<\/a> with a letter of request and a link to your blog.<\/li>\n<\/ul>\n<h4 style=\"padding-left: 30px;\"><span class=\"text-green\"><strong>Article Reprints<\/strong><\/span><\/h4>\n<ul>\n<li>If your submission has already been published in another source, we will consider it for publication if you obtain written permission from the original publisher. If the article has appeared in a magazine with the same target audience, it is likely that we will ask you to rewrite it for a new audience.<\/li>\n<\/ul>\n<p><em>We edit all articles for space, clarity and other considerations. However, we will not alter the author’s intended meaning or impact. We do not pay our authors, although we are grateful for your valuable contributions. We send one copy of the magazine to authors and if you need a digital link, you can request that from the editor. <\/em><\/p>\n<p>If you have further questions,would like to discuss a story idea, or submit an article, send all letters or articles to <a href=\"mailto:magazine@hearingloss.org\">magazine@hearingloss.org<\/a>.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Would You Like to Submit an Article to Hearing Life? Hearing Life is not only published for you, much of it is published by you. Who better to provide information, education, and support to people with hearing loss than those who are closest to it? Many of the articles that appear in Hearing Life are &hellip;<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":3812,"menu_order":123,"comment_status":"closed","ping_status":"closed","template":"template-internal-2col.php","meta":{"_bbp_topic_count":0,"_bbp_reply_count":0,"_bbp_total_topic_count":0,"_bbp_total_reply_count":0,"_bbp_voice_count":0,"_bbp_anonymous_reply_count":0,"_bbp_topic_count_hidden":0,"_bbp_reply_count_hidden":0,"_bbp_forum_subforum_count":0,"_mi_skip_tracking":false,"_exactmetrics_sitenote_active":false,"_exactmetrics_sitenote_note":"","_exactmetrics_sitenote_category":0,"footnotes":""},"class_list":["post-3820","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Submit an Article - Hearing Loss Association of America<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Submit an Article - Hearing Loss Association of America\" \/>\n<meta property=\"og:description\" content=\"Would You Like to Submit an Article to Hearing Life? Hearing Life is not only published for you, much of it is published by you. Who better to provide information, education, and support to people with hearing loss than those who are closest to it? Many of the articles that appear in Hearing Life are &hellip;\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/\" \/>\n<meta property=\"og:site_name\" content=\"Hearing Loss Association of America\" \/>\n<meta property=\"article:modified_time\" content=\"2021-08-31T20:20:22+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.hearingloss.org\/wp-content\/uploads\/Kaufmann-MJ18-Making-Music-348x450.jpg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/\",\"url\":\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/\",\"name\":\"Submit an Article - Hearing Loss Association of America\",\"isPartOf\":{\"@id\":\"https:\/\/www.hearingloss.org\/#website\"},\"datePublished\":\"2017-09-27T16:37:52+00:00\",\"dateModified\":\"2021-08-31T20:20:22+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.hearingloss.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"NEWS &#038; MEDIA\",\"item\":\"https:\/\/www.hearingloss.org\/news-media\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Hearing Life Magazine\",\"item\":\"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Submit an Article\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.hearingloss.org\/#website\",\"url\":\"https:\/\/www.hearingloss.org\/\",\"name\":\"Hearing Loss Association of America\",\"description\":\"The Nation&#039;s Voice for People with Hearing Loss\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.hearingloss.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Submit an Article - Hearing Loss Association of America","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/","og_locale":"en_US","og_type":"article","og_title":"Submit an Article - Hearing Loss Association of America","og_description":"Would You Like to Submit an Article to Hearing Life? Hearing Life is not only published for you, much of it is published by you. Who better to provide information, education, and support to people with hearing loss than those who are closest to it? Many of the articles that appear in Hearing Life are &hellip;","og_url":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/","og_site_name":"Hearing Loss Association of America","article_modified_time":"2021-08-31T20:20:22+00:00","og_image":[{"url":"https:\/\/www.hearingloss.org\/wp-content\/uploads\/Kaufmann-MJ18-Making-Music-348x450.jpg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/","url":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/","name":"Submit an Article - Hearing Loss Association of America","isPartOf":{"@id":"https:\/\/www.hearingloss.org\/#website"},"datePublished":"2017-09-27T16:37:52+00:00","dateModified":"2021-08-31T20:20:22+00:00","breadcrumb":{"@id":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/submit-an-article\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.hearingloss.org\/"},{"@type":"ListItem","position":2,"name":"NEWS &#038; MEDIA","item":"https:\/\/www.hearingloss.org\/news-media\/"},{"@type":"ListItem","position":3,"name":"Hearing Life Magazine","item":"https:\/\/www.hearingloss.org\/news-media\/hearing-life\/"},{"@type":"ListItem","position":4,"name":"Submit an Article"}]},{"@type":"WebSite","@id":"https:\/\/www.hearingloss.org\/#website","url":"https:\/\/www.hearingloss.org\/","name":"Hearing Loss Association of America","description":"The Nation&#039;s Voice for People with Hearing Loss","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.hearingloss.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3820"}],"collection":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/comments?post=3820"}],"version-history":[{"count":23,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3820\/revisions"}],"predecessor-version":[{"id":18503,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3820\/revisions\/18503"}],"up":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3812"}],"wp:attachment":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/media?parent=3820"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}