{"id":6952,"date":"2018-04-16T13:48:36","date_gmt":"2018-04-16T17:48:36","guid":{"rendered":"https:\/\/www.hearingloss.org\/?page_id=6952"},"modified":"2021-08-03T11:54:07","modified_gmt":"2021-08-03T15:54:07","slug":"gift-acceptance-policies","status":"publish","type":"page","link":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/","title":{"rendered":"Charitable Gift Acceptance Policies and Guidelines"},"content":{"rendered":"<p>The Hearing Loss Association of America (HLAA) is a not-for-profit, 501(c)(3) charitable organization that represents the interests of the 48 million people with hearing loss in the United States. HLAA encourages the solicitation and acceptance of gifts for purposes that will help HLAA achieve its mission. The following policies and guidelines govern acceptance of gifts to HLAA for the benefit of its operations, programs, and endowment.<\/p>\n<h4><strong>Our Mission<\/strong><\/h4>\n<p>The mission of HLAA is to open the world of communication to people with hearing loss through information, education, support, and advocacy.<\/p>\n<h5><strong>I. Purpose of Policies and Guidelines<\/strong><\/h5>\n<p>The Hearing Loss Association of America solicits current and deferred gifts to support the growth and mission of HLAA. The purpose of these policies is to set forth guidelines for the acceptance of gifts in order to ensure that achieving the mission of HLAA is not compromised as a result of such gifts, to provide the underlying principles for soliciting gifts, and to identify situations for which Board of Trustees approval or further legal counsel is required prior to acceptance of a gift (see sections: IV. Acceptance of Gifts, and XIII. Endowment Fund Policies for prior Board of Trustees approval policies).<\/p>\n<p>These policies (and guidelines) govern the acceptance of gifts by HLAA and provide guidance to prospective donors and their advisors when making gifts to HLAA. The provisions of these policies shall apply to all gifts received by HLAA for all of its programs.<\/p>\n<h5><strong>II. Funding Sources<\/strong><\/h5>\n<p>HLAA actively pursues funding in the form of gifts, grants, underwriting, and sponsorships that advance its purposes and overall mission from the following sources: individuals, public charities, public and private foundations, associations and groups, corporations, public and private businesses, and government entities on the federal, state or local level.<\/p>\n<h5><strong>III. Policy Implementation<\/strong><\/h5>\n<p>These charitable gift acceptance policies and guidelines will be used to govern the fundraising activities of HLAA. All HLAA Board of Trustee members, Board officers, staff, consultants, and volunteers are expected to comply with these policies and guidelines.<\/p>\n<h5><strong>IV. Conflict of Interest<\/strong><\/h5>\n<p>To avoid potential conflicts of interest, Board members who own, directly or indirectly, e.g., through family members, trusts or otherwise, a ten percent  interest in a business or corporation shall recuse themselves (if required) from the vote to accept a gift from that business or corporation. Ownership of stock through a diversified mutual fund will not require recusal.<\/p>\n<h5><strong>V. Use of Legal Counsel<\/strong><\/h5>\n<p>HLAA shall seek the advice of legal counsel in matters relating to acceptance of gifts when appropriate. Review by counsel is recommended for:<\/p>\n<ul>\n<li>Closely held stock transfers that are subject to restrictions or agreements.<\/li>\n<li>Documents naming HLAA as Trustee.<\/li>\n<li>Gifts involving contracts that require HLAA to assume an obligation.<\/li>\n<li>Underwriting\/sponsorship agreements with in-kind services or assets.<\/li>\n<li>Gifts of real estate, artwork, vehicles, boats or other physical assets requiring valuation or appraisals.<\/li>\n<li>Transactions with potential conflict of interest.<\/li>\n<li>Other instances in which use of counsel is deemed appropriate.<\/li>\n<\/ul>\n<h5><strong>VI. Acceptance of Gifts<\/strong><\/h5>\n<p>HLAA’s management is authorized to accept monetary or in-kind gifts under the following circumstances:<\/p>\n<ul>\n<li>The gift is wholly consistent, in fact and appearance, with the activities, policies, mission, goals, and\/or programs of HLAA.<\/li>\n<li>The gift is not linked to a requirement that HLAA endorse or purchase particular products, policies, or services identified by the donor or to HLAA taking any specific action to benefit a particular person, corporation, or business.<\/li>\n<\/ul>\n<p>Gifts that do not meet these requirements will require Board of Trustees approval prior to acceptance and appropriate documentation.<\/p>\n<h5><strong>VII. Types of Gifts<\/strong><\/h5>\n<p>The following criteria govern the acceptance of each gift form:<\/p>\n<p><strong>Cash <\/strong>– Cash gifts are acceptable in any form of U.S. currency only including cash, credit cards, money orders, wire transfers, and checks. Checks should be made payable to: Hearing Loss Association of America and sent to 6116 Executive Blvd., Suite 320 Rockville, MD 20852. Gifts can also be made securely online on the <a href=\"https:\/\/www.hearingloss.org\/make-an-impact\/donate\/\">Donate<\/a> page.<\/p>\n<p><strong>Securities <\/strong>– HLAA will accept publicly-traded securities which will be sold upon receipt less brokerage fees or commissions. For gift crediting and accounting purposes, the value of the securities shall follow IRS regulations.<\/p>\n<p><strong> Planned Gifts <\/strong>– HLAA will accept planned gifts including: bequests, retirement plan beneficiary designations, life insurance plan beneficiary designations, life insurance, beneficiary of a charitable remainder trust, income beneficiary of a charitable lead trust, and other planned gifts provided donor pays all applicable premiums and costs.<\/p>\n<h5><strong>VIII. Planned Giving Policies<\/strong><\/h5>\n<p>HLAA will accept planned gifts, in the forms listed in Section VII, C, through HLAA’s Planned Giving Program. A planned gift is one which is legally provided for during the donor’s lifetime but whose principal benefits do not accrue to HLAA until some future date. Prospective planned giving donors are encouraged to seek legal and financial counsel to review the gift to be donated and the advisability of the gift in light of the donor’s overall estate planning. HLAA staff, Board members, consultants, and volunteers do not provide legal or tax advice to prospective donors.<\/p>\n<p>Planned gifts to HLAA will be placed in a reserve account and it will require approval by the Board of Trustees to transfer funds to other fund accounts, as needed, to support the financial health, or program development of HLAA.<\/p>\n<h5><strong>IX. Corporate Gifts \/ Sponsorship Policies<\/strong><\/h5>\n<p>HLAA’s policy on corporate gifts and sponsorships is to accept gifts and sponsorships from corporations and businesses within a strict set of ethical guidelines. HLAA does not accept funds from companies that would compromise HLAA’s independence, mission or program work. HLAA will not accept funds from companies that would place HLAA’s public image or professional reputation at risk. (see HLAA Relationships with Businesses and For-Profit Entities Policies and Guidelines).<\/p>\n<p>HLAA will accept monetary and in-kind gifts from corporations and businesses provided that the gift comes without conditions or requirements that would negatively affect the integrity or reputation of the activities, policies, mission, goals, and\/or programs of HLAA. (see HLAA Relationships with Businesses and For-Profit Entities Policies and Guidelines).<\/p>\n<p>HLAA will accept sponsorships that acknowledge the donor but do not promote the donor’s business or products in ways that would expose the sponsorship payments to taxation. (See HLAA Relationships with Businesses and For Profit Entities Policies and Guidelines).<\/p>\n<h5><strong>X. Endowment Fund Policies<\/strong><\/h5>\n<p>Terms and conditions must be agreed upon before an endowment is established. A minimum contribution is required to establish a named endowment. If the donor fails to fulfill the pledge obligation, or the purpose for which the fund is established becomes illegal, impractical, or no longer meets the needs of HLAA. HLAA may designate an alternative use in the spirit of the donor’s original intent for the gift to further the objectives of HLAA. The Board of Trustees will approve endowment gifts and establish endowment funding requirements.<\/p>\n<h5><strong>XI. Restrictions on Gifts<\/strong><\/h5>\n<p>HLAA will accept unrestricted gifts, and gifts for specific programs and purposes, provided that such gifts are consistent with its stated mission, purposes, and priorities.<\/p>\n<p>HLAA will not accept gifts that violate the terms of HLAA’s corporate charter or trust document, gifts that are too difficult to administer, or gifts that are for purposes outside the mission of HLAA.<\/p>\n<p>HLAA will not accept gifts that have potential financial or legal liability.<\/p>\n<p>If the intended goal of a restricted gift no longer exits and if no authority was given by the donor to use the gift for an unrestricted purpose, HLAA will follow applicable laws and statutes to release the restrictions.<\/p>\n<p>HLAA reserves the right to decline to accept gifts from donors whose conduct, operations or advocacy actions are inconsistent with HLAA’s charter and mission.<\/p>\n<h5><strong>XII. Revocation of Naming Opportunities<\/strong><\/h5>\n<p>HLAA reserves the right to revoke naming commitments if the donor fails to fulfill a pledge or if the donor’s behavior, reputation or actions would reflect negatively on HLAA.<\/p>\n<h5><strong>XIII. Gift Acknowledgement<\/strong><\/h5>\n<p>HLAA will provide recognition to donors in a mutually agreeable format in conformity with legal requirements. HLAA will acknowledge all gifts and will comply with current IRS requirements in acknowledgement of gifts.<\/p>\n<h5><strong>XIV. Disclosure<\/strong><\/h5>\n<p>HLAA will provide a copy of its <strong><em>Charitable Gift Acceptance Policies and Guidelines <\/em><\/strong>to any individual, foundation, corporation, business, government entity or organization requesting it.<\/p>\n<h5><strong>XV. Donor Privacy Policy<\/strong><\/h5>\n<p>Donors who supply HLAA with contact information may be contacted for solicitation purposes and\/or for program or event information. All donor requests to remain anonymous will be honored. Donors may request to be removed from HLAA’s mailing list by contacting HLAA via telephone, email, or mail. HLAA will not sell, share or trade donors’ names or personal information with any other entity or send mailings to our donors on behalf of other donor organizations. This policy applies to all information received by HLAA, both online and offline, on any Platform (“Platform”, includes the HLAA website and mobile applications), as well as any electronic, written, or oral communications. To the extent any donations are processed through a third-party service provider, HLAA donors’ information will only be used for purposes necessary to process the donation. HLAA will provide such information as required to relevant government agencies, such as the Internal Revenue Service, as required by law.<\/p>\n<p>Donor information related to planned giving, or the nature and value of assets, shall be kept strictly confidential by HLAA unless otherwise authorized by the donor for selected informational purposes of referral, example or testimonial.<\/p>\n<h5><strong>XVI. Miscellaneous Provisions<\/strong><\/h5>\n<p>A. <strong>Securing appraisals and legal fees for gifts to HLAA<\/strong>: It is the responsibility of the donor to secure an appraisal (where required) and independent legal counsel for all gifts made to HLAA.<\/p>\n<p>B. <strong>Valuation of gifts<\/strong>: HLAA will record a gift received by HLAA at its valuation for gift purposes on the date of the gift.<\/p>\n<p>C. <strong>Pledges<\/strong>: Pledges, excluding planned gifts, shall generally not exceed 5 years.<\/p>\n<h5><strong>XVII. Changes to Charitable Gift Acceptance Policies and Guidelines<\/strong><\/h5>\n<p>These policies and guidelines have been reviewed and accepted by the Hearing Loss Association of America Board of Trustees. The Board of Trustees must approve any changes to or deviation from these policies. Recommendations for amendments may be made as needed. The policies and guidelines will be reviewed by the Board of Trustees no less frequently than every three years.<\/p>\n<h5><strong>XVIII. Disclaimer<\/strong><\/h5>\n<p>HLAA will encourage all prospective donors to seek the assistance of personal legal and financial advisors in matters relating to their gifts and the resulting tax and estate planning consequences. HLAA does not provide legal or tax advice.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Hearing Loss Association of America (HLAA) is a not-for-profit, 501(c)(3) charitable organization that represents the interests of the 48 million people with hearing loss in the United States. HLAA encourages the solicitation and acceptance of gifts for purposes that will help HLAA achieve its mission. The following policies and guidelines govern acceptance of gifts &hellip;<\/p>\n","protected":false},"author":3,"featured_media":0,"parent":3793,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"template-internal-2col.php","meta":{"_bbp_topic_count":0,"_bbp_reply_count":0,"_bbp_total_topic_count":0,"_bbp_total_reply_count":0,"_bbp_voice_count":0,"_bbp_anonymous_reply_count":0,"_bbp_topic_count_hidden":0,"_bbp_reply_count_hidden":0,"_bbp_forum_subforum_count":0,"_mi_skip_tracking":false,"_exactmetrics_sitenote_active":false,"_exactmetrics_sitenote_note":"","_exactmetrics_sitenote_category":0,"footnotes":""},"class_list":["post-6952","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Charitable Gift Acceptance Policies and Guidelines - Hearing Loss Association of America<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Charitable Gift Acceptance Policies and Guidelines - Hearing Loss Association of America\" \/>\n<meta property=\"og:description\" content=\"The Hearing Loss Association of America (HLAA) is a not-for-profit, 501(c)(3) charitable organization that represents the interests of the 48 million people with hearing loss in the United States. HLAA encourages the solicitation and acceptance of gifts for purposes that will help HLAA achieve its mission. The following policies and guidelines govern acceptance of gifts &hellip;\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/\" \/>\n<meta property=\"og:site_name\" content=\"Hearing Loss Association of America\" \/>\n<meta property=\"article:modified_time\" content=\"2021-08-03T15:54:07+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/\",\"url\":\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/\",\"name\":\"Charitable Gift Acceptance Policies and Guidelines - Hearing Loss Association of America\",\"isPartOf\":{\"@id\":\"https:\/\/www.hearingloss.org\/#website\"},\"datePublished\":\"2018-04-16T17:48:36+00:00\",\"dateModified\":\"2021-08-03T15:54:07+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.hearingloss.org\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"MAKE AN IMPACT\",\"item\":\"https:\/\/www.hearingloss.org\/make-an-impact\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Ways to Give\",\"item\":\"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/\"},{\"@type\":\"ListItem\",\"position\":4,\"name\":\"Charitable Gift Acceptance Policies and Guidelines\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.hearingloss.org\/#website\",\"url\":\"https:\/\/www.hearingloss.org\/\",\"name\":\"Hearing Loss Association of America\",\"description\":\"The Nation&#039;s Voice for People with Hearing Loss\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.hearingloss.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Charitable Gift Acceptance Policies and Guidelines - Hearing Loss Association of America","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/","og_locale":"en_US","og_type":"article","og_title":"Charitable Gift Acceptance Policies and Guidelines - Hearing Loss Association of America","og_description":"The Hearing Loss Association of America (HLAA) is a not-for-profit, 501(c)(3) charitable organization that represents the interests of the 48 million people with hearing loss in the United States. HLAA encourages the solicitation and acceptance of gifts for purposes that will help HLAA achieve its mission. The following policies and guidelines govern acceptance of gifts &hellip;","og_url":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/","og_site_name":"Hearing Loss Association of America","article_modified_time":"2021-08-03T15:54:07+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/","url":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/","name":"Charitable Gift Acceptance Policies and Guidelines - Hearing Loss Association of America","isPartOf":{"@id":"https:\/\/www.hearingloss.org\/#website"},"datePublished":"2018-04-16T17:48:36+00:00","dateModified":"2021-08-03T15:54:07+00:00","breadcrumb":{"@id":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/gift-acceptance-policies\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.hearingloss.org\/"},{"@type":"ListItem","position":2,"name":"MAKE AN IMPACT","item":"https:\/\/www.hearingloss.org\/make-an-impact\/"},{"@type":"ListItem","position":3,"name":"Ways to Give","item":"https:\/\/www.hearingloss.org\/make-an-impact\/ways-to-give\/"},{"@type":"ListItem","position":4,"name":"Charitable Gift Acceptance Policies and Guidelines"}]},{"@type":"WebSite","@id":"https:\/\/www.hearingloss.org\/#website","url":"https:\/\/www.hearingloss.org\/","name":"Hearing Loss Association of America","description":"The Nation&#039;s Voice for People with Hearing Loss","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.hearingloss.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/6952"}],"collection":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/comments?post=6952"}],"version-history":[{"count":12,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/6952\/revisions"}],"predecessor-version":[{"id":17994,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/6952\/revisions\/17994"}],"up":[{"embeddable":true,"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/pages\/3793"}],"wp:attachment":[{"href":"https:\/\/www.hearingloss.org\/wp-json\/wp\/v2\/media?parent=6952"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}